tap "cartr/qt4"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "louisbrunner/valgrind"
tap "railwaycat/emacsmacport"
tap "sass/sass"
tap "shivammathur/php"
tap "sidneys/homebrew"
tap "supabase/tap"
tap "teamookla/speedtest"
brew "act"
brew "little-cms2"
brew "openssl@3"
brew "aria2"
brew "openssl@1.1"
brew "bear"
brew "boost"
brew "cabextract"
brew "pkg-config"
brew "ccache"
brew "cdrtools"
brew "gcc"
brew "cmake"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "coreutils"
?? brew "docutils"
?? brew "doxygen"
?? brew "exiftool"
?? brew "fd"
brew "gnutls"
brew "git"
brew "librsvg"
brew "highlight"
brew "httpd", restart_service: true
brew "httrack"
brew "llvm"
brew "make"
brew "mkcert"
brew "neovim"
brew "postgresql@15", restart_service: true
brew "python@3.9"
brew "python@3.10"
brew "python@3.11"
brew "scipy"
brew "qemu"
brew "stow"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "sass/sass/sass"
brew "shivammathur/php/php@8.1"
brew "teamookla/speedtest/speedtest"

cask "docker"
cask "iterm2"
cask "licecap"
cask "maccy"
cask "mailtrackerblocker"
cask "miniconda"
cask "rectangle"
cask "zed"
