tap "cartr/qt4"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "louisbrunner/valgrind"
tap "pantsbuild/tap"
tap "railwaycat/emacsmacport"
tap "sass/sass"
tap "shivammathur/php"
tap "sidneys/homebrew"
tap "supabase/tap"
tap "teamookla/speedtest"
brew "act"
brew "gcc"
brew "pkgconf"
brew "hdf5"
brew "alembic"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "aria2"
brew "grpc"
brew "bear"
brew "boost"
brew "cabextract"
brew "ccache"
brew "cdrtools"
brew "openblas"
brew "suite-sparse"
brew "cmake"
brew "freetds"
brew "libavif"
brew "gd"
brew "libpq", link: true
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "docker", link: false
brew "docker-credential-helper"
brew "docker-machine", restart_service: :changed
brew "python@3.12"
brew "docutils"
brew "dos2unix"
brew "doxygen"
brew "draco"
brew "duckdb"
brew "exiftool"
brew "harfbuzz"
brew "libmng"
brew "netcdf"
brew "opencascade"
brew "qt"
brew "pyqt"
brew "vtk"
brew "f3d"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "firefoxpwa"
brew "fortune"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghc"
brew "ghcup"
brew "ghostscript"
brew "git"
brew "gitlab-runner"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "handbrake"
brew "haskell-stack"
brew "highlight"
brew "httpd", restart_service: :changed
brew "httrack"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpegoptim"
brew "keychain"
brew "lazygit"
brew "llvm"
brew "make"
brew "maven"
brew "micro"
brew "mkcert"
brew "mongosh"
brew "mozjpeg"
brew "nasm"
brew "neovim"
brew "nmap"
brew "nss"
brew "openvino"
brew "opencv"
brew "openssl@1.1"
brew "optipng"
brew "pandoc"
brew "pgcli"
brew "postgresql@15", restart_service: :changed
brew "putty"
brew "py3cairo"
brew "pyenv"
brew "pyqt@5"
brew "python@3.10"
brew "pyside@2"
brew "python-tk@3.13"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "ruff"
brew "scipy"
brew "solidity"
brew "sphinx-doc"
brew "spim"
brew "stow"
brew "swi-prolog"
brew "texlive"
brew "transmission-cli"
brew "wget"
brew "wimlib"
brew "youplot"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autocomplete"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "sass/sass/sass"
brew "sidneys/homebrew/chntpw"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
cask "audacity"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "gimp"
cask "gltfquicklook"
cask "grandperspective"
cask "iterm2"
cask "libreoffice"
cask "licecap"
cask "maccy"
cask "maestral"
cask "mailtrackerblocker"
cask "min"
cask "miniconda"
cask "mongodb-compass"
cask "multipass"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "pants"
cask "postman"
cask "rectangle"
cask "retroarch"
cask "sigmaos"
cask "submariner"
cask "transmission"
cask "vscodium"
cask "xld"
cask "zed"
cask "zotero"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.vscode-github-actions"
vscode "hyzeta.vscode-theme-github-light"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "mtxr.sqltools"
vscode "pharndt.vscode-markdown-table"
vscode "randomfractalsinc.duckdb-sql-tools"
